suggest_message = "Групу не здайдено, можливо ви мали на увазі:"
group_not_found = "Групу не знайдено, спробуйте знову:"
info_message = """
Users: {}\nSource code: <a href='https://github.com/P-Alban/IFNTUNG-Schedule-Bot'>click</a>
<a href='https://www.ifntung-api.com/apidocs/'>Schedule API</a>\n
<i>Ви можете відправляти 40 запитів розкладу на добу але не частіше ніж раз в 3 секунди.</i>\n
<b>У вас залишилось {}/40 запитів на сьогодні.</b>

/get - Показати мою групу
/set - Змінити групу
/chair - Змінити кафедру
/notify - Нагадування
"""
set_group_message = """Ви обрали: {} ({})

Якщо Ви навчаєтесь на Воєнній кафедрі, введіть команду /chair
Список доступних команд: /info"""
not_found = "Пар немає :)"
response_format = "<b>(№{}) Початок: {}. Кінець: {}</b>.\n{}\n\n"
pretty_format = "<b>Дата: {}. {} пар(и). {}.</b>\n\n{}"
tip_message = "Відправте команду /date [DATE]. Наприклад:\n /date 05.09.2018"
group_info = "Ваша група: {name} ({code})"
chair_info = """
Якщо параметр "Воєнна кафедра" рівний <pre>True</pre>, це означає що Вам буде доступний тільки розклад Військової підготовки.

Якщо цей параметр рівний <pre>False</pre>, Вам буде доступний загальний розклад (без Військової підготовки)

<b>Воєнна кафедра: {}<b>
"""
notify_template = """
Ви можете вказати час в який Вам буде приходити розклад на завтрашній день.
Сповіщення будуть надходити з неділі по четвер.

<b>Встановлений час: {}</b>

"""
time_menu_template = (
    "Оберіть час з меню або вкажіть вручну в форматі HH:MM, наприклад 10:45."
)
service_unavailable = "Вибачте, у нас технічні неполадки."
weekdays_info = """
Ви можете отримати розклад на конкретний день.
Якщо ви обрали день, який співпадає з сьогоднішнім чи завтрашнім, Ви отримаєте розклад на цей день але не наступний тиждень.
Наприклад Ви в неділю запросили розклад на понеділок, це означає що Ви отримаєте розклад на наступний понеділок.
Щоб отримати розклад на цей понеділок, скористайтесь кнопками Сьогодні/Завтра з головного меню.
"""
